Revit 2027 API
BuiltInFailures.DPartFailures.SourceInUnloadedLink Property
 Some elements already have parts
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SourceInUnloadedLink { get; }
Public Shared ReadOnly Property SourceInUnloadedLink As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SourceInUnloadedLink {
	FailureDefinitionId^ get ();
}
static member SourceInUnloadedLink : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DPartFailures Class
Autodesk.Revit.DB Namespace